Repository: IBMPredictiveAnalytics/STATS_FIRTHLOG
Catalog: src/lang/*/STATS_FIRTHLOG.po
Languages: it, ja, ko, ru, zh_cn, zh_tw

source: Firth Logistic Regression
it: Regressione logistica di Firth
ja: Firth ロジスティック回帰
ko: Firth 로지스틱 회귀
ru: Логистическая регрессия Фирта
zh_cn: 弗斯 Logistic 回归
zh_tw: Firth 羅吉斯迴歸

source: Firth Logistic Regression: Warnings
it: Regressione logistica di Firth: Avvisi
ja: Firth ロジスティック回帰: 警告
ko: Firth 로지스틱 회귀: 경고
ru: Логистическая регрессия Фирта: предупреждения
zh_cn: 弗斯 Logistic 回归：警告
zh_tw: Firth 羅吉斯迴歸：警告

source: The R %s package is required but could not be loaded.
it: Il package R %s è necessario, ma non è stato possibile caricarlo.
ja: R %s パッケージが必要ですが、読み込むことができませんでした。
ko: R %s 패키지가 필요하지만 로드할 수 없습니다.
ru: Необходим пакет R %s, но его не удалось загрузить.
zh_cn: 需要 R %s 程序包，但未能将其装入。
zh_tw: R %s 套件是必要套件，但無法載入。

source: The output dataset name is already in use.
it: Il nome del dataset di output è già in uso.
ja: 出力データセット名は既に使用されています。
ko: 이 결과 데이터 세트 이름은 이미 사용 중입니다.
ru: Имя выходного набора данных уже занято.
zh_cn: 此输出数据集名称已在使用中。
zh_tw: 輸出資料集名稱已在使用中。

source: The active dataset must have a name to create an output dataset
it: Il dataset attivo deve avere un nome per creare un dataset di output
ja: 出力データセットを作成するには、アクティブ データセットに名前が必要です
ko: 출력 데이터 세트를 작성하려면 활성 데이터 세트 이름이 있어야 합니다.
ru: Чтобы создать выходной набор данных, у активного набора данных должно быть имя
zh_cn: 要创建输出数据集，活动数据集必须具有名称
zh_tw: 作用中的資料集必須具有名稱，以建立輸出資料集

source: The dependent variable must have a scale measurement level
it: La variabile dipendente deve avere un livello di misurazione di scala
ja: 従属変数には、尺度測定水準が必要です。
ko: 종속변수에는 척도 측정 수준이 있어야 합니다.
ru: Зависимая переменная должна иметь количественный тип измерений.
zh_cn: 因变量必须具有标度测量级别
zh_tw: 依變數必須具有尺度測量水準

source: The dependent variable has values other than 0 and 1 or is constant
it: La variabile dipendente ha valori diversi da 0 e 1 o e costante
ja: 従属変数は、0 と 1 以外の値を含むか、または定数です
ko: 종속변수에는 0과 1 이외의 값이 포함되어 있으며 이 값은 상수입니다.
ru: У зависимой переменной есть значения помимо 0 и 1 или она постоянная
zh_cn: 因变量具有非 0 和 1 的值，或者因变量为常量
zh_tw: 依變數具有除 0 及 1 以外的值，或是常數

source: Dependent Variable
it: Variabile dipendente
ja: 従属変数
ko: 종속변수
ru: Зависимая переменная
zh_cn: 因变量
zh_tw: 依變數

source: Conf. Interval Type
it: Tipo di intervallo di confidenza
ja: 信頼区間型
ko: 신뢰구간 유형
ru: Тип доверительного интервала
zh_cn: 置信区间类型
zh_tw: 信賴區間類型

source: Conf. Interval Level (%)
it: Livello intervallo di confidenza (%)
ja: 信頼区間レベル (%)
ko: 신뢰구간 수준(%)
ru: Уровень доверительного интервала (%)
zh_cn: 置信区间水平 (%)
zh_tw: 信賴區間水準 (%)

source: Estimation Method
it: Metodo di stima
ja: 推定方法
ko: 추정 방법
ru: Метод оценивания
zh_cn: 估算方法
zh_tw: 估計方法

source: Output Dataset
it: Dataset di output
ja: 出力データセット
ko: 출력 데이터 세트
ru: Выходной набор данных
zh_cn: 输出数据集
zh_tw: 輸出資料集

source: Likelihood Ratio Test
it: Test del rapporto di verosimiglianza
ja: 尤度比検定
ko: 우도비 검정
ru: Критерий отношения правдоподобия
zh_cn: 似然比检验
zh_tw: 概似比檢定

source: Degrees of Freedom
it: Gradi di libertà
ja: 自由度
ko: 자유도
ru: Степени свободы
zh_cn: 自由度
zh_tw: 自由度

source: Significance
it: Significatività
ja: 有意
ko: =유의성=
ru: Значимость
zh_cn: 显著性
zh_tw: 顯著性

source: Number of Complete Cases
it: Numero di casi completi
ja: 完全なケースの数
ko: 완전한 케이스 수
ru: Количество полных наблюдений
zh_cn: 完整个案数
zh_tw: 完整觀察值數目

source: Cases with Missing Data
it: Casi con dati mancanti
ja: 欠損データのあるケース
ko: 결측 데이터가 있는 케이스
ru: Наблюдения с пропущенными данными
zh_cn: 具有缺失数据的个案
zh_tw: 含有遺漏資料的觀察值

source: Number of Iterations
it: Numero di iterazioni
ja: 反復回数
ko: 반복계산 수
ru: Количество итераций
zh_cn: 迭代次数
zh_tw: 反覆運算次數

source: Convergence Status
it: Stato convergenza
ja: 収束状態
ko: 수렴 상태
ru: Состояние сходимости
zh_cn: 收敛状态
zh_tw: 收斂狀態

source: Last Log Likelihood Change
it: Ultima modifica logaritmo della verosimiglianza
ja: 最後の対数尤度変更
ko: 마지막 로그 우도 변경
ru: Последнее изменение логарифмического правдоподобия
zh_cn: 最近一次对数似然变更
zh_tw: 前次對數概似值變更

source: Maximum Last Beta Change
it: Ultima modifica beta massima
ja: 最大の最終ベータ変更
ko: 최대 마지막 베타 변경
ru: Максимальное последнее изменение бета
zh_cn: 最大的最近一次 Beta 变更
zh_tw: 前次 β 變更上限

source: Profile penalized log likelihood
it: Logaritmo della verosimiglianza penalizzato del profilo
ja: プロファイル ペナルティ付き対数尤度
ko: 프로파일 벌점화 로그 우도
ru: Логарифмическое правдоподобие со штрафом профиля
zh_cn: 概要惩罚对数似然
zh_tw: 剖面圖懲罰對數概似值

source: Wald
ru: Вальд
zh_cn: 瓦尔德

source: Firth penalized maximum likelihood
it: Verosimiglianza massima penalizzata di Firth
ja: Firth ペナルティ付き最尤法
ko: Firth 벌점화 최대우도
ru: Максимальное правдоподобие со штрафом Фирта
zh_cn: 弗斯惩罚极大似然
zh_tw: Firth 懲罰最大概似值

source: maximum likelihood
it: massima verosimiglianza
ja: 最尤法
ko: 최대우도
ru: максимальное правдоподобие
zh_cn: 极大似然
zh_tw: 最大概似值

source: --NA--
ko: --해당 없음--
ru: --НП--
zh_cn: --不适用--
zh_tw: --不適用--

source: FAILED
it: NON RIUSCITO
ko: 실패
ru: ЗАВЕРШЕНО НЕУДАЧНО
zh_cn: 失败
zh_tw: 失敗

source: Converged
it: Convergenza eseguita
ja: 収束済み
ko: 수렴됨
ru: Сходимость достигнута
zh_cn: 已收敛
zh_tw: 已收斂

source: Values
it: Valori
ja: 値
ko: 값
ru: Значения
zh_cn: 值
zh_tw: 值

source: Firth Logistic Regression Summary
it: Riepilogo della regressione logistica di Firth
ja: Firth ロジスティック回帰の要約
ko: Firth 로지스틱 회귀 요약
ru: Сводка логистической регрессии Фирта
zh_cn: 弗斯 Logistic 回归摘要
zh_tw: Firth 羅吉斯迴歸摘要

source: Results computed by R logistf package
it: Risultati calcolati dal package logistf R
ja: R logistf パッケージによって計算された結果
ko: R logistf 패키지에 의해 계산된 결과
ru: Результаты, вычисленные пакетом R logistf
zh_cn: 由 R logistf 程序包计算的结果
zh_tw: 由 R logistf 套件計算的結果

source: Coefficient
it: Coefficiente
ja: 係数
ko: 계수
ru: Коэффициент
zh_cn: 系数
zh_tw: 係數

source: Std. Error
it: Errore std.
ja: 標準誤差
ko: 표준오차
ru: Стд. ошибка
zh_cn: 标准误差
zh_tw: 標準誤

source: Lower CI
it: IC inferiore
ja: 下限 CI
ko: 하한 CI
ru: Нижний ДИ
zh_cn: CI 下限
zh_tw: 下限 CI

source: Upper CI
it: IC superiore
ja: 上限 CI
ko: 상한 CI
ru: Верхний ДИ
zh_cn: CI 上限
zh_tw: 上限 CI

source: Chi-Square
it: Chi-quadrato
ja: カイ 2 乗
ko: 카이제곱검정
ru: Хи-квадрат
zh_cn: 卡方
zh_tw: 卡方檢定

source: Coefficients
it: Coefficienti
ja: 係数
ko: 계수
ru: Коэффициенты
zh_cn: 系数
zh_tw: 係數

source: Dependent Variable: %s
it: Variabile dipendente: %s
ja: 従属変数 : %s
ko: 종속변수: %s
ru: Зависимая переменная: %s
zh_cn: 因变量：%s
zh_tw: 依變數：%s

source: Predicted probability
it: Probabilità prevista
ja: 予測確率
ko: 예측 확률
ru: Предсказанная вероятность
zh_cn: 预测概率
zh_tw: 預測機率

source: Hat Value
it: Valore hat
ja: ハット値
ko: 해트 값
ru: Значение с крышечкой
zh_cn: Hat 值
zh_tw: Hat 值

source: End of procedure
it: Fine della procedura
ja: 手順の終わり
ko: 프로시저 끝
ru: Конец процедуры
zh_cn: 过程结束
zh_tw: 程序的結尾

source: Message Number
it: Numero messaggio
ja: メッセージ番号
ko: 메시지 번호
ru: Номер сообщения
zh_cn: 消息编号
zh_tw: 訊息號碼
